{
    "title": "الميزات والأمان",
    "subtitle": "ميزات قوية مع أمان رائد في الصناعة لإحداث ثورة في إدارة الوصفات الطبية",
    "tabs": {
        "features": "الميزات الرئيسية",
        "security": "إجراءات الأمان"
    },
    "features": [
        {
            "icon": "mobile",
            "title": "الوصول عبر الهاتف المحمول",
            "description": "الوصول إلى وصفاتك الطبية في أي وقت وأي مكان من خلال تطبيق موقعنا الآمن."
        },
        {
            "icon": "realtime",
            "title": "تحديثات فورية",
            "description": "استلام إشعارات فورية عند تغيير حالة الوصفة الطبية وتذكيرات بالأدوية."
        },
        {
            "icon": "family",
            "title": "إدارة العائلة",
            "description": "إدارة الوصفات الطبية لأفراد العائلة مع ضوابط وصول محددة."
        },
        {
            "icon": "instant",
            "title": "تحويلات فورية",
            "description": "إرسال الوصفات الطبية إلى أي صيدلية في شبكتنا بنقرة واحدة فقط."
        },
        {
            "icon": "tracking",
            "title": "تتبع الأدوية",
            "description": "مراقبة سجل الأدوية الخاص بك والالتزام بها من خلال تحليلات مفصلة."
        },
        {
            "icon": "integration",
            "title": "تكامل مزودي الخدمة",
            "description": "التواصل بسلاسة مع مقدمي الرعاية الصحية والصيدليات في شبكتنا الآمنة."
        }
    ],
    "securityOverview": "تستخدم ترست ميدز بروتوكولات أمان رائدة في الصناعة لحماية معلوماتك الطبية الحساسة. يضمن نهجنا متعدد الطبقات أن تظل بيانات وصفتك الطبية خاصة وآمنة.",
    "security": [
        {
            "icon": "encryption",
            "title": "تشفير من طرف إلى طرف",
            "description": "يتم تشفير جميع بيانات الوصفات الطبية باستخدام بروتوكولات تشفير عسكرية المستوى، مما يضمن حماية معلوماتك من البداية إلى النهاية."
        },
        {
            "icon": "authentication",
            "title": "المصادقة متعددة العوامل",
            "description": "يتم تأمين الوصول إلى حسابك من خلال خطوات تحقق متعددة، مما يمنع الوصول غير المصرح به حتى في حالة اختراق بيانات الاعتماد."
        },
        {
            "icon": "compliance",
            "title": "الامتثال لمعايير HIPAA",
            "description": "منصتنا متوافقة بالكامل مع لوائح خصوصية الرعاية الصحية، مما يضمن التعامل مع معلوماتك الطبية وفقًا لمعايير قانونية صارمة."
        },
        {
            "icon": "blockchain",
            "title": "التحقق عبر البلوكتشين",
            "description": "يتم التحقق من الوصفات الطبية باستخدام تقنية البلوكتشين، مما يخلق سجلاً غير قابل للتغيير يمنع التعديلات غير المصرح بها."
        },
        {
            "icon": "storage",
            "title": "تخزين البيانات الآمن",
            "description": "يتم تخزين بياناتك في قواعد بيانات مشفرة ومتكررة مع مراقبة مستمرة للكشف عن التهديدات الأمنية المحتملة ومنعها."
        },
        {
            "icon": "audits",
            "title": "تدقيقات أمنية منتظمة",
            "description": "تخضع أنظمتنا لتقييمات أمنية صارمة من جهات خارجية لتحديد نقاط الضعف المحتملة ومعالجتها."
        }
    ]
}