{
    "title": "كيف يعمل",
    "subtitle": "تضمن عمليتنا السلسة إدارة آمنة وفعالة للوصفات الطبية لجميع الأطراف المعنية",
    "tabs": {
        "patients": "للمرضى",
        "doctors": "للأطباء",
        "pharmacists": "للصيادلة"
    },
    "steps": {
        "patients": [
            {
                "title": "إنشاء حساب",
                "description": "سجل بمعلوماتك الشخصية وتواصل مع مقدمي الرعاية الصحية الخاصين بك."
            },
            {
                "title": "استلام الإشعارات",
                "description": "احصل على تنبيهات فورية عندما يصدر طبيبك وصفة طبية جديدة."
            },
            {
                "title": "الوصول إلى الوصفات الطبية",
                "description": "اطلع على جميع وصفاتك الطبية بأمان من خلال تطبيق ترست ميدز للهاتف المحمول أو البوابة الإلكترونية."
            },
            {
                "title": "الإرسال إلى الصيدلية",
                "description": "اختر الصيدلية المفضلة لديك وأرسل وصفتك الطبية بنقرة واحدة."
            },
            {
                "title": "البقاء على اطلاع",
                "description": "استلم تحديثات الحالة وتواصل مع صيدليتك بخصوص أدويتك."
            },
            {
                "title": "إدارة إعادة التعبئة",
                "description": "اطلب تجديد الوصفات الطبية وقم بإعداد تذكيرات لإعادة تعبئة الدواء."
            }
        ],
        "doctors": [
            {
                "title": "تسجيل الدخول الآمن",
                "description": "الوصول إلى منصة ترست ميدز باستخدام المصادقة متعددة العوامل."
            },
            {
                "title": "إنشاء وصفة طبية",
                "description": "إنشاء وصفات طبية رقمية مع تفاصيل شاملة للأدوية."
            },
            {
                "title": "التوقيع الرقمي",
                "description": "التحقق من صحة الوصفات الطبية باستخدام توقيعك الرقمي الآمن والتشفير."
            },
            {
                "title": "الإرسال بأمان",
                "description": "إرسال الوصفة الطبية مباشرة إلى حساب المريض في ترست ميدز."
            },
            {
                "title": "إدارة السجلات",
                "description": "تتبع تاريخ الوصفات الطبية ومراقبة التزام المريض بالأدوية."
            },
            {
                "title": "التواصل مع المريض",
                "description": "إرسال رسائل آمنة إلى المرضى حول وصفاتهم الطبية والإجابة على الأسئلة."
            }
        ],
        "pharmacists": [
            {
                "title": "استلام الطلبات",
                "description": "الحصول على إشعارات فورية عند إرسال وصفات طبية جديدة إلى صيدليتك."
            },
            {
                "title": "التحقق من الأصالة",
                "description": "تأكيد صحة الوصفة الطبية من خلال التحقق بتقنية البلوكتشين وبيانات اعتماد الطبيب."
            },
            {
                "title": "معالجة الوصفة الطبية",
                "description": "مراجعة تفاصيل الدواء والتحقق من التفاعلات الدوائية المحتملة."
            },
            {
                "title": "تحضير الدواء",
                "description": "تجهيز الوصفة الطبية وإعدادها للاستلام أو التوصيل."
            },
            {
                "title": "التواصل مع المريض",
                "description": "إرسال إشعارات حول حالة الوصفة الطبية والإجابة على أسئلة الأدوية."
            },
            {
                "title": "تحديث السجلات",
                "description": "الاحتفاظ بسجلات رقمية كاملة لجميع الأدوية التي تم صرفها."
            }
        ]
    }
}